// © Copyright 2010, 2015-2016 HP Development Company, L.P.

// ------ Ink Colors ------ //

"cyan" = "Cyan [C]";
"magenta" = "Magenta [M]";
"yellow" = "Gul [Y]";

"black" = "Svart [K]";

"red" = "Rød [R]";
"green" = "Grønn [G]";
"blue" = "Blå [B]";

"lightcyan" = "Lys cyan [LC]";
"lightmagenta" = "Lys magenta [LM]";

"orange" = "Oransje [O]";

"gray" = "Grå [G]";
"lightgray" = "Lys grå [LG]";
"darkgray" = "Mørk grå [DG]";

"photoblack" = "Svart foto [PK]";
"matteblack" = "Matt svart [MK]";

"glossenhancer" = "Glansforbedrer";

"violet" = "Fiolett [V]";

"gold" = "Gull [??]";
"silver" = "Sølv [??]";
"bronze" = "Bronse [??]";

"metallic" = "Metallisk rød [??]";

"tricolor" = "Trefargers [cyan/magenta/gul]";
"photo" = "Foto [svart/lys cyan/lys magenta]";
"photogray" = "Grå foto [svart/grå/lys grå]";

"Photo [PK]" = "Foto [PK]";


//Event Titles in Message Center
"Previously Used Genuine HP Cartridge(s)" = "Tidligere brukt(e) ekte HP-patron(er)";
"Refilled or Depleted Cartridge Detected" = "Etterfylt eller oppbrukt patron oppdaget";

//Pharse for smash alert
"The message status could not be updated" = "Meldingsstatus kunne ikke oppdateres";

//New titles introduced for K4 phase to be localized.
"Counterfeit Cartridge Advisory" = "Melding om falsk patron";
"Used, Refilled or Counterfeit Cartridge Detected" = "Brukt, etterfylt eller uekte patron oppdaget";

HSDUseCartridgeOrLearnAboutProtection = "Klikk Fortsett for å fortsette å bruke indikerte patroner.
Hvis du vil avslutte og lære mer om HP Cartridge Protection-funksjonen, klikker du på Avbryt.";

"View HP Privacy Statement Online" = "HP Personvernerklæring";

"Shop Online" = "Kjøp på nettet";

"To order a genuine HP replacement cartridge, click Shop Online." = "Klikk på Kjøp på nettet for å bestille en ekte erstatningspatron fra HP.";

//a: Removed the sring from the nib file and added the same here.
"To continue using this cartridge, click OK." = "Klikk på OK for å fortsette å bruke denne patronen.";
"View online details about shared information" = "Vis detaljer om informasjon som deles på Internett";

// [RQ 7996] Replace 'Shop Online' with 'Buy Now' in supply alerts.
"Buy Now" = "Kjøp nå";
"To order a genuine HP replacement cartridge, click Buy Now." = "Klikk på Kjøp nå for å bestille en ekte HP-erstatningspatron.";

"To order a genuine HP replacement cartridge online, click Buy Now." = "Klikk på Kjøp nå for å bestille en ekte HP-patron for utskifting på Internett.";

"View data shared with HP" = "Vis data som deles med HP";

"HP Instant Ink Support Online" = "HP Instant Ink på nettet";

//Ink subscription message from K10
"For problems with cartridges obtained from HP Instant Ink, please contact HP Instant Ink Support Online." = "Hvis du har problemer med patroner du har anskaffet fra HP Instant Ink, må du kontakte kundestøtte for HP Instant Ink på nettet.";

////////////////////////////////////////////////////////////////////////////////
// Shared Strings

// Is Pen Counterfeit Dialog
HSD__65592_65685__EventTitle = "Brukte eller falske patroner oppdaget";
